<script setup>
const list = [
  {
    text: "ООО МФК «ВЭББАНКИР» Адрес: 125466, Город Москва, ул. Соколово-Мещерская, д. 29, оф. 308 Тел.: 84956096600 ОГРН: 1127746630846 ИНН: 7733812126 Лиц.ЦБ 2120177002077 от 11.09.2012",
  },
  {
    text: "ООО МКК «Академическая» Адрес: 630132, Новосибирская область, г. Новосибирск, г.о. город Новосибирск, ул. Красноярская, д. 35, оф. 1204 Тел.: 88007008706, 88002500552 ОГРН: 1195476007605 ИНН: 5407973316 Лиц.ЦБ 1903550009325 от 09.07.2019",
  },
  {
    text: "ООО «Займиго МФК» Адрес: 603093, Нижегородская область, г. Нижний Новгород, ул. Ковровская, д. 21А, пом. 603 Тел.: 88007007286 ОГРН: 1135260005363 ИНН: 5260355389 Лиц.ЦБ 651303322004222 от 07.11.2013",
  },
  {
    text: "ООО МКК «Русинтерфинанс» Адрес: 630055, Новосибирская область, г. Новосибирск, ул. Гнесиных, д. 10/1, оф. 202 Тел.: 88005505599 ОГРН: 1125476023298 ИНН: 5408292849 Лиц.ЦБ 2120754001243 от 22.03.2012",
  },
  {
    text: "ООО МКК «УН-ФИНАНС» Адрес: 191036, Город Санкт-Петербург, вн. тер. г. Муниципальный округ Лиговка-Ямская, ул. Гончарная, д. 13, лит. А, пом. 12-Н, оф. 214 Тел.: 88003330273 ОГРН: 1177746280337 ИНН: 9721044508 Лиц.ЦБ 1703045008238 от 27.04.2017",
  },
  {
    text: "ООО МФК «Лайм-Займ» Адрес: 630102, Новосибирская область, г. Новосибирск, ул. Кирова, д. 48, оф. 1401 Тел.: 83832096091 ОГРН: 1137746831606 ИНН: 7724889891 Лиц.ЦБ 651303045004102 от 17.10.2013 ООО МКК Турбозайм Адрес: 123290, Город Москва, туп. 1-й Магистральный, д. 11, стр. 10 Тел.: 84999519180 ОГРН: 1137746702367 ИНН: 7702820127 Лиц.ЦБ 651303045003951 от 29.08.2013",
  },
];
</script>

<template>
  <div class="main-container">
    <div class="title">Список лицензий</div>
    <div class="list">
      <div class="item" v-for="item in list">{{ item.text }}</div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.main-container {
  background-color: white;
  padding: 16px;
  display: flex;
  flex-direction: column;
  gap: 8px;
}
.item {
  @include defaultText;
}
</style>
